let homePageController = require('./homePageController')
module.exports = {
    mostrar: (req,res) => {
        res.send({
            T: homePageController.titulo,
            s: `🅒🅞🅝🅣🅐🅒🅣🅐🅝🅞🅢`,
            e: '',
            m:  `𝗧𝗲𝗻𝗲́𝘀 𝗮𝗹𝗴𝗼 𝗽𝗮𝗿𝗮 𝗰𝗼𝗻𝘁𝗮𝗿𝗻𝗼𝘀❓ 𝗡𝗼𝘀 𝗲𝗻𝗰𝗮𝗻𝘁𝗮 𝗲𝘀𝗰𝘂𝗰𝗵𝗮𝗿 𝗮 𝗻𝘂𝗲𝘀𝘁𝗿𝗼𝘀 𝗰𝗹𝗶𝗲𝗻𝘁𝗲𝘀.𝗦𝗶 𝗱𝗲𝘀𝗲𝗮𝘀 𝗰𝗼𝗻𝘁𝗮𝗰𝘁𝗮𝗿𝗻𝗼𝘀 𝗽𝗼𝗱𝗲́𝘀 𝗲𝘀𝗰𝗿𝗶𝗯𝗶𝗿𝗻𝗼𝘀 𝗮𝗹 𝘀𝗶𝗴𝘂𝗶𝗲𝗻𝘁𝗲 𝗲𝗺𝗮𝗶𝗹: 𝗱𝗵𝗺𝗼𝘃𝗶𝗲𝘀@𝗱𝗶𝗴𝗶𝘁𝗮𝗹𝗵𝗼𝘂𝘀𝗲.𝗰𝗼𝗺 𝗼 𝗲𝗻 𝗹𝗮𝘀 𝗿𝗲𝗱𝗲𝘀 𝘀𝗼𝗰𝗶𝗮𝗹𝗲𝘀. 𝗘𝗻𝘃𝗶𝗮𝗻𝗼𝘀 𝘁𝘂 𝗰𝗼𝗻𝘀𝘂𝗹𝘁𝗮, 𝘀𝘂𝗴𝗲𝗿𝗲𝗻𝗰𝗶𝗮 𝗼 𝗿𝗲𝗰𝗹𝗮𝗺𝗼 𝘆 𝘀𝗲𝗿𝗮́ 𝗿𝗲𝘀𝗽𝗼𝗻𝗱𝗶𝗱𝗼 𝗮 𝗹𝗮 𝗯𝗿𝗲𝘃𝗲𝗱𝗮𝗱 𝗽𝗼𝘀𝗶𝗯𝗹𝗲. 𝗥𝗲𝗰𝗼𝗿𝗱𝗮́ 𝗾𝘂𝗲 𝘁𝗮𝗺𝗯𝗶𝗲́𝗻 𝗽𝗼𝗱𝗲𝘀 𝗰𝗼𝗻𝘀𝘂𝗹𝘁𝗮𝗿 𝗹𝗮 𝘀𝗲𝗰𝗰𝗶𝗼́𝗻 𝗱𝗲 𝗣𝗿𝗲𝗴𝘂𝗻𝘁𝗮𝘀 𝗙𝗿𝗲𝗰𝘂𝗲𝗻𝘁𝗲𝘀 𝗽𝗮𝗿𝗮 𝗼𝗯𝘁𝗲𝗻𝗲𝗿 𝗿𝗲𝘀𝗽𝘂𝗲𝘀𝘁𝗮𝘀 𝗶𝗻𝗺𝗲𝗱𝗶𝗮𝘁𝗮𝘀 𝗮 𝗹𝗼𝘀 𝗽𝗿𝗼𝗯𝗹𝗲𝗺𝗮𝘀 𝗺𝗮́𝘀 𝗰𝗼𝗺𝘂𝗻𝗲𝘀.`
        })
    }

}